<?php

    return [
        'admin' => [
            'news' => [
                'updated' => [
                    'success' => 'Новость успешно обновлена',
                    'error' => 'Не удалось обновить новость'
                ],
                'created' => [
                    'success' => 'Новость успешно создана',
                    'error' => 'Не удалось создать новость'
                ]
            ],
            'categories' => [
                'updated' => [
                    'success' => 'Категория успешно обновлена',
                    'error' => 'Не удалось обновить категорию'
                ],
                'created' => [
                    'success' => 'Категория успешно создана',
                    'error' => 'Не удалось создать категорию'
                ]
            ],
            'users' => [
                'updated' => [
                    'success' => 'Параметры учетной записи успешно обновлены',
                    'error' => 'Не удалось обновить параметры учетной записи'
                ]
            ]
        ],
        'feedback' => [
            'created' => [
                'success' => 'Отзыв отправлен успешно!',
                'error' => 'Не удалось отправить отзыв'
            ]
        ]
    ];